<?php

/** @var yii\web\View $this */

$this->title = 'My Yii Application';
?>

<?php use yii\helpers\Html; ?>
<div class="site-index">
    <div class="body-content">
        <h1>О нашем миниблоге</h1>

        <p>На нашем сайте вы можете создавать статьи, добавлять в друзья других пользователей, а также просматривать их статьи!</p>
        <p>После регистрации/авторизации в системе вам будут доступны все вышеперечисленные функции!</p>
        <p>Соблюдайте правила нашего сайта, а именно:</p>
        <ul>
            <li>Нельзя выкладывать пиратский контент;</li>
            <li>Нельзя публиковать статьи с клеветой и оскорблениями;</li>
            <li>Нельзя оскорблять власть в своих статьях;</li>
            <li>Нельзя выкладывать материалы экстремистского характера.</li>
        </ul>
        <p>Если вы нарушите данные правила, администратор системы заблокирует вас, и вы больше не сможете выкладывать статьи и добавлять пользователей в друзья!</p>
    </div>
</div>
